{
    "HOME":"Home",
    "ABOUT":"About",
    "PROJECTS":"Projects",
    "EXPERIENCE":"Experience",
    "STORIES":"Literature",
    "FRIENDS":"Friends",
    "CONTACT":"Contact",
    "DARK":"Dark",
    "LIGHT":"Light",
    "LANGUAGE":"Language",
    "WELCOME1":"Welcome Traveler",
    "INTRO1":"This website is created by...me! Muhammad Firdaus. I included who I am, the things I have done and my experiences.",
    "INTRO2":"I also included a special section for some of my friends who also have their own content and collaborated with me. Be sure to check them out!",
    "INTRO3":"Click any of the tabs above in the navbar!",
    "FOOTER":"Copyright 2021 Muhammad Firdaus. All Rights Reserved",
    "ENGLISH":"English",
    "MALAY_2":"Malay",
    "MALAY":"Bahasa Malaysia",
    "CHINESE":"中文（简体)",
    "CHINESE_2":"Chinese (Simplified)",
    "CERTIFICATES":"Ceritificates",
    "INTRO4":"Background image from: ",
    "INTRO5":"My title and main brand icon from: ",
    "INTRO_TITLE": "Brief Introduction",
  "USER_INFO": "User Info",
  "NAME": "Name",
  "TELEPHONE": "Telephone",
  "LIVE": "Live",
  "CURRENT_OCCUPATION": "Current Occupation",
  "ALIAS": "Alias",
  "HOBBIES": "Hobbies",
  "STRENGTH": "Strength",
  "KNOWLEDGEABLE": "Knowledgeable But Not Master",
  "REMARKS": "Remarks",
  "LOCATION": "Kuala Lumpur, Malaysia",
  "CURRENT_JOB": "Information Technology (AI) (Master) <br> Part Time Senior IT Trainer <br> Freelance Senior Developer",
  "HOBBIES_LIST": "Programming<br> Gaming<br> Writing Stories<br>Football",
  "STRENGTH_LIST": "English<br>Malay<br>Teaching<br>Python <br>Arduino<br>Raspberry Pi<br>Telegram Bots <br> Internet of Things <br> HTML <br> CSS",
  "KNOWLEDGEABLE_LIST": "Mandarin - Beginner<br>Japanese - Beginner<br>Flutter - Beginner<br>Android Studio - Beginner<br>Cloud Computing - Beginner<br>OpenCV - Beginner<br>Angular - Beginner<br>NG-Zorro - Beginner<br>Git - Intermediate<br>AWS - Beginner<br>TypeScript - Beginner<br>MongoDB - Intermediate<br>MySQL - Intermediate<br>Heroku - Beginner<br>Java - Beginner<br>WordPress - Beginner",
  "REMARKS_TEXT": "Want to hire me for freelance, teaching, or assignments? Feel free to contact me. We can discuss the price ^_^",
  "FULL_INTRO_TITLE": "Full Introduction",
  "FULL_INTRO_TEXT": "Heyy, the name's Muhammad Firdaus. I am an Information Technology Student in the Artificial Intelligence (Deep Learning) field and a part-time Senior IT Trainer.<br><br>I used to be the manager for the Web and Electronics & Robotics Department in Kidocode when there were departments instilled in Kidocode.<br><br>  I am also a freelance Senior Developer for Mididle Sdn. Bhd.<br><br>  I also teach on YouTube through my tutorial channel as a VTuber <a href='https://www.youtube.com/@firdauseisner' target='_blank'>here!</a><br><br>  As of now, I am the co-founder of the group (soon to be company) of Janggut KawKaw (Name subject to change) where we make applications that are mostly Islamic themed!<br><br>  I also love sports like football. Be sure to call me if you want a match &gt;.&lt;. Also a major Fire Emblem fan. I also make some playthroughs on my YouTube channel!<br><br>  I also made some personal projects, but most of them are for fun. My main dream is to be a game programmer or a teacher/lecturer. At the same time, I write some stories during my free time.<br><br>  As shown above, my skills mostly revolve around teaching and programming. There are some programming languages that I have not mastered yet, but I have basic knowledge of and can still help you with. If you ever feel the need for a freelancer for a project or assignment, don't hesitate to contact me!<br><br>  <strong>This website is made using Angular 11, implements the ng-zorro framework, and is hosted using AWS</strong>.",
  "CONTACT_HEADING": "Want to contact me for a freelance job or collaboration, or just to extend our network / be friends?",
  "CONTACT_DETAILS": "Click on any of the pictures. For YouTube, I will only link my main account. The tutorial channel will be featured there.",
  "CONTACT_DETAILS2":"  For phones, you can slide the table to see the information if the whole table is not displayed.",
  "PLATFORM": "Platform<br>( Clickable )",
  "DESCRIPTION": "Description",
  "FRIENDS_TITLE": "These are only some of my friends. I have more for you to check out on my LinkedIn / Instagram. I MIGHT expand this section more in the future.",
  
  "ASHABAL_NAME": "Ashabal Khairi bin Asril",
  "ASHABAL_DESC1": "A childhood friend and collaborator for doing online classes.",
  "ASHABAL_DESC2": "Expertise in electronics and robotics.",
  "ASHABAL_LINK": "His LinkedIn Here!",

  "AFIQ_NAME": "Afiq Azmi",
  "AFIQ_DESC1": "A childhood friend and probably future collaborator for doing online classes.",
  "AFIQ_DESC2": "Expertise in business and programming.",
  "AFIQ_LINK": "His LinkedIn Here!",
  "PUBLICATIONS_TITLE": "Publications",
  "PUBLICATIONS_DESC": "This is a published Systematic Literature Review of my research in the detection and tracking of people in dense crowds through deep learning approach.",

  "STORIES_TITLE": "Stories",
  "STORIES_COMPLETED": "Completed",
  "STORIES_ONESHOT": "One Shot",
  "STORIES_ONESHOT_DESC": "The story is about me, who is tired from doing assignments, and trying to fall asleep. I fail to do so and thought it was a great idea to tire my eyes out from watching some TV. Then, I found this interesting show called Angel vs Demon and checked it out. What happened next made me regret turning on that channel.",

  "PROJECT_TITLE": "This is a list of some of the projects I created. You can find more of my projects in my Github and LinkedIn that is linked in the Contacts tab",
  "PNC":"Pet & Child Tracker",
  "PNC_TITLE":"Bachelor's FYP",
  "PNC_TECH":"Raspberry Pi, Python, Telegram bot (Telepot library), MySQL",
  "PNC_DESC":"<li>Tracking device for pets and kids</li><li>Uses Raspberry Pi and its own telegram bot to communicate with it</li><li>Can be used to get the tracker's location, set a safe zone for the tracker where if it leaves the zone, the person's telegram bot will be spammed with the tracker's last location</li><li>The person can also ring a buzzer from the telegram bot and access emergency contacts saved through the telegram bot.</li><li><a href='https://github.com/firdauskotp/PnCTracker' target='_blank'>GitHub Code Here!</a></li>"





}