{
    "HOME":"Laman Utama",
    "ABOUT":"Perihal",
    "PROJECTS":"Projek",
    "EXPERIENCE":"Pengalaman",
    "STORIES":"Sastera",
    "FRIENDS":"Kawan",
    "CONTACT":"Hubungi",
    "DARK":"Gelap",
    "LIGHT":"Cerah",
    "LANGUAGE":"Bahasa",
    "WELCOME1":"Selamat Datang Pengembara",
    "INTRO1":"Laman web ini dibuat oleh...saya! Muhammad Firdaus. Saya telah memasukkan info, apa saya buat dan juga pengalaman saya.",
    "INTRO2":"Saya juga ada seksyen yang istimewa untuk kawan-kawan saya yang membuat kontent sendiri dan berkolaborasi dengan saya. Pastikan tengok seksyen tu!",
    "INTRO3":"Sila tekan mana-mana tab di navbar atas!",
    "FOOTER":"Hak Cipta 2021 Muhammad Firdaus. Hak Cipta Terpelihara",
    "ENGLISH":"English",
    "ENGLISH_2":"Inggeris",
    "MALAY":"Bahasa Malaysia",
    "MALAY_2":"Melayu",
    "CHINESE":"中文（简体)",
    "CHINESE_2":"Cina (Dipermudahkan)",
    "CERTIFICATES":"Sijil",
    "INTRO4": "Imej latar belakang dari: ",
    "INTRO5": "Ikon tajuk dan jenama utama saya dari: ",
    "INTRO_TITLE": "Pengenalan Ringkas",
    "USER_INFO": "Maklumat Pengguna",
    "NAME": "Nama",
    "TELEPHONE": "Telefon",
    "LIVE": "Tempat Tinggal",
    "CURRENT_OCCUPATION": "Pekerjaan Semasa",
    "ALIAS": "Nama Samaran",
    "HOBBIES": "Hobi",
    "STRENGTH": "Kekuatan",
    "KNOWLEDGEABLE": "Berpengetahuan Tetapi Belum Mahir",
    "REMARKS": "Catatan",
    "LOCATION": "Kuala Lumpur, Malaysia",
    "CURRENT_JOB": "Teknologi Maklumat (AI) (Sarjana) <br> Jurulatih IT Kanan Sambilan <br> Pembangun Kanan Bebas",
    "HOBBIES_LIST": "Pengaturcaraan<br> Permainan<br> Menulis Cerita<br>Bola Sepak",
    "STRENGTH_LIST": "Bahasa Inggeris<br>Bahasa Melayu<br>Mengajar<br>Python <br>Arduino<br>Raspberry Pi<br>Telegram Bots <br> Internet of Things <br> HTML <br> CSS",
    "KNOWLEDGEABLE_LIST": "Bahasa Mandarin - Pemula<br>Bahasa Jepun - Pemula<br>Flutter - Pemula<br>Android Studio - Pemula<br>Pengkomputeran Awan - Pemula<br>OpenCV - Pemula<br>Angular - Pemula<br>NG-Zorro - Pemula<br>Git - Pertengahan<br>AWS - Pemula<br>TypeScript - Pemula<br>MongoDB - Pertengahan<br>MySQL - Pertengahan<br>Heroku - Pemula<br>Java - Pemula<br>WordPress - Pemula",
    "REMARKS_TEXT": "Mahukan perkhidmatan saya untuk kerja bebas, mengajar, atau tugasan? Jangan ragu untuk menghubungi saya. Kita boleh berbincang tentang harga ^_^",
    "FULL_INTRO_TITLE": "Pengenalan Penuh",
  "FULL_INTRO_TEXT": "Heyy, nama saya Muhammad Firdaus. Saya seorang pelajar Teknologi Maklumat dalam bidang Kecerdasan Buatan (Pembelajaran Mendalam) dan seorang Jurulatih IT Kanan separuh masa.<br><br>  Dahulu, saya pernah menjadi pengurus Jabatan Web dan Elektronik & Robotik di Kidocode ketika jabatan-jabatan masih wujud di Kidocode.<br><br>  Saya juga merupakan Pembangun Kanan bebas untuk Mididle Sdn. Bhd.<br><br>  Saya juga mengajar di YouTube melalui saluran tutorial saya sebagai VTuber <a href='https://www.youtube.com/@firdauseisner' target='_blank'>di sini!</a><br><br>  Buat masa ini, saya adalah pengasas bersama kumpulan (bakal menjadi syarikat) Janggut KawKaw (Nama mungkin akan berubah) di mana kami membangunkan aplikasi yang bertemakan Islam!<br><br>  Saya juga meminati sukan seperti bola sepak. Jangan lupa hubungi saya jika mahu bertanding &gt;.&lt;. Saya juga peminat tegar Fire Emblem dan turut membuat beberapa video permainan di saluran YouTube saya!<br><br>  Saya juga telah membuat beberapa projek peribadi, tetapi kebanyakannya untuk keseronokan. Impian utama saya adalah menjadi pengaturcara permainan atau seorang pengajar/pensyarah. Pada masa yang sama, saya juga suka menulis cerita pada waktu lapang.<br><br>  Seperti yang ditunjukkan di atas, kemahiran saya banyak berkisar kepada pengajaran dan pengaturcaraan. Ada beberapa bahasa pengaturcaraan yang saya belum mahir sepenuhnya, tetapi saya mempunyai asas dan masih boleh membantu anda. Jika anda memerlukan freelancer untuk projek atau tugasan, jangan ragu untuk menghubungi saya!<br><br>  <strong>Laman web ini dibina menggunakan Angular 11, menggunakan rangka kerja ng-zorro dan dihoskan di AWS</strong>.",
  "CONTACT_HEADING": "Mahukan hubungi saya untuk kerja bebas, kerjasama, atau sekadar mengembangkan rangkaian kita / berkawan?",
  "CONTACT_DETAILS": "Klik pada mana-mana gambar. Untuk YouTube, saya hanya akan pautkan akaun utama saya. Saluran tutorial akan dipaparkan di sana.",
  "CONTACT_DETAILS2":"Untuk telefon, anda boleh leret jadual untuk melihat maklumat jika keseluruhan jadual tidak dipaparkan.",
  "PLATFORM": "Platform<br>( Boleh Diklik )",
  "DESCRIPTION": "Deskripsi",
  "FRIENDS_TITLE": "Ini hanyalah sebahagian daripada kawan-kawan saya. Saya ada lebih ramai lagi yang boleh anda lihat di LinkedIn / Instagram saya. SAYA MUNGKIN akan mengembangkan bahagian ini pada masa hadapan.",

  "ASHABAL_NAME": "Ashabal Khairi bin Asril",
  "ASHABAL_DESC1": "Seorang kawan sejak kecil dan rakan kerjasama dalam kelas dalam talian.",
  "ASHABAL_DESC2": "Kepakaran dalam elektronik dan robotik.",
  "ASHABAL_LINK": "LinkedIn beliau di sini!",

  "AFIQ_NAME": "Afiq Azmi",
  "AFIQ_DESC1": "Seorang kawan sejak kecil dan mungkin rakan kerjasama masa hadapan untuk kelas dalam talian.",
  "AFIQ_DESC2": "Kepakaran dalam perniagaan dan pengaturcaraan.",
  "AFIQ_LINK": "LinkedIn beliau di sini!",
  "PUBLICATIONS_TITLE": "Penerbitan",
  "PUBLICATIONS_DESC": "Ini adalah Kajian Literatur Sistematik yang diterbitkan mengenai penyelidikan saya dalam pengesanan dan penjejakan orang dalam keramaian padat melalui pendekatan pembelajaran mendalam.",

  "STORIES_TITLE": "Cerita",
  "STORIES_COMPLETED": "Selesai",
  "STORIES_ONESHOT": "Satu Bab",
  "STORIES_ONESHOT_DESC": "Cerita ini mengenai saya, yang penat dengan tugasan dan cuba untuk tidur. Saya gagal melakukannya dan fikir ia idea yang baik untuk meletihkan mata dengan menonton TV. Kemudian, saya menemui rancangan menarik bernama Angel vs Demon dan mencubanya. Apa yang berlaku seterusnya membuatkan saya menyesal menyalakan saluran itu."


  
}